[
  {
    "icon_uri": "https://cdn.discordapp.com/attachments/1165729725793194043/1166660581286236170/halloween.png",
    "date": "      2023-10-31",
    "text": "Dear PTT Friends,\n\nHalloween is a time of magic and mystery, and we are delighted to share this atmosphere with you in the world of PTT! Let's celebrate this wonderful holiday together and create unforgettable moments in the game.\n\nWe invite you to join our special Halloween event, where exciting quests, mysterious places, and pleasant surprises await you. Don't forget to dress up your tanks in frighteningly fun costumes!\n\nWe look forward to seeing you in the game to celebrate Halloween together and create unforgettable memories.\n\nSincerely,\nPTT Team\n\nHappy Halloween!"
  },
  {
    "icon_uri": "https://media.discordapp.net/attachments/1165729725793194043/1166294814418022480/-1-topaz-denoise-enhance-1x-exposure.png",
    "date": "      2023-10-25",
    "text": "Dear PTT Testing Participants,\n\nWe want to express our immense gratitude to you for your participation in our parkour and physics testing. Your efforts and feedback play a crucial role in improving the gaming experience.\n\nPlease continue your experiments and feedback in the game. Your contribution will help us refine the physics of bodies and spawn mechanics. Together, we are creating a more captivating world in PTT.\n\nSincerely,\nPTT Team\n\nThank you for your participation and contribution to our testing!"
  },
  {
    "icon_uri": "https://media.discordapp.net/attachments/1165729725793194043/1166293755578568755/64-topaz-denoise-enhance-1x.png",
    "date": "      04.05.2022",
    "text": "\"PTT\" is an exciting game released on May 4, 2022, at 13:53. In this game, you'll find an exciting world of online parkour.\n\nPlayers can enjoy a unique blend of parkour that allows for easy maneuvering and overcoming various obstacles. Explore the world, test your skills, and become a true parkour master. In \"PTT,\" you'll encounter thrilling adventures, puzzles, and many interesting tasks.\n\nAre you ready to conquer the world of parkour and become the best in this exciting game?\n\nVisit our <b><u><a href=\"https://discord.gg/uKTYGBf8\">Discord</a></u></b> to learn about the latest updates!\n\n<font color='#e5ff3b'><b><u><a>PS: Longren, thank you for your help.</a></u></b></font>"
  }
]
