[
  {
    "icon_uri": "https://cdn.discordapp.com/attachments/1165729725793194043/1189544793311821865/shapka-santy-64x60.png",
    "date": "2023-12-31",
    "text": "Happy New Year, friends! May the upcoming year bring you endless inspiration, the joy of discoveries, and a sea of incredible opportunities! May each day be filled with pleasant surprises, joyful moments, and success in the matters that are important to you.\n\nMay the New Year become a new page where you can write the most amazing stories of your life. And let it sound from the purest heart: may your dreams come true and your plans be realized!\n\nThank you for being with me, and may the upcoming year bring you only the very best. Happy New Year!"
  },
  {
    "icon_uri": "https://cdn.discordapp.com/attachments/1165729725793194043/1189543419551416320/12321312312312_512321321.png",
    "date": "2023-12-30",
    "text": "Hello, friends! I want to share with you that today's update will be small. I sincerely apologize that there isn't much content on PTT, but honestly, today is just not a day for creativity. Sometimes we all have those days when it seems like motivation is lacking to breathe life into new projects.\n\nI always strive to bring you the best, but sometimes it takes a little time to gather inspiration and energy. And that's okay! It's important to respect your boundaries and give yourself time to recharge.\n\nBut I promise to come back soon with new ideas, fresh thoughts, and great enthusiasm. Thank you for your patience and support. For now, perhaps it's worth taking a short break, going for a walk in the fresh air, or allowing yourself some rest. I'm sure it will help all of us return to creativity with new strengths.\n\nDon't worry, I'll be back with more interesting content! Thank you for your understanding and faith in me. See you soon!"
  },
  {
    "icon_uri": "https://media.discordapp.net/attachments/1165729725793194043/1166293755578568755/64-topaz-denoise-enhance-1x.png",
    "date": "04.05.2022",
    "text": "\"PTT\" - an exciting game released on May 4, 2022, at 13:53. In this game, you'll find a captivating online parkour world.\n\nPlayers can enjoy a unique combination of parkour, which allows easy maneuvering and overcoming various obstacles. Explore the world, test your skills, and develop, becoming a true parkour master. In \"PTT,\" exciting adventures, puzzles, and many interesting tasks await you.\n\nAre you ready to conquer the parkour world and become the best in this exciting game?\n\nCheck out our <u><b><a href=\"https://discord.gg/uKTYGBf8\">Discord</a></b></u> to stay updated on the latest developments!\n\n<font color='#e5ff3b'><u><b><a>PS: Longren, thank you for your help.</a></b></u></font>"
  }
]
