[
  {
    "icon_uri": "https://cdn.discordapp.com/attachments/1165729725793194043/1166660581286236170/halloween.png",
    "date": "      2023-10-31",
    "text": "Дорогие друзья PTT,\n\nХэллоуин - время волшебства и мистики, и мы рады поделиться этой атмосферой с вами в мире PTT! Отметим этот замечательный праздник вместе и создадим незабываемые моменты в игре.\n\nПриглашаем вас присоединиться к нашему особому Хэллоуинскому событию, где вас ждут увлекательные квесты, загадочные места и приятные сюрпризы. Не забудьте нарядить своих танки в страшно-забавные костюмы!\n\nЖдем вас в игре, чтобы вместе отметить Хэллоуин и создать незабываемые воспоминания.\n\nС уважением,\nКоманда PTT\n\nСчастливого Хэллоуина!\n\n"
  },
  {
    "icon_uri": "https://media.discordapp.net/attachments/1165729725793194043/1166294814418022480/-1-topaz-denoise-enhance-1x-exposure.png",
    "date": "      2023-10-25",
    "text": "Уважаемые участники тестирования PTT,\n\nМы хотим выразить огромную благодарность вам за ваше участие в нашем тестировании, связанном с паркуром и проверкой физики. Ваши усилия и обратная связь играют важную роль в улучшении игрового опыта.\n\nПродолжайте продолжать свои эксперименты и обратную связь в игре. Ваш вклад поможет нам совершенствовать физику корпусов и механику спавна. Вместе мы создаем более увлекательный мир PTT.\n\nС уважением,\nКоманда PTT\n\nСпасибо за ваше участие и вклад в наше тестирование!\n\n"
  },
  {
    "icon_uri": "https://media.discordapp.net/attachments/1165729725793194043/1166293755578568755/64-topaz-denoise-enhance-1x.png",
    "date": "      04.05.2022",
    "text": "\"PTT\" - увлекательная игра, выпущенная 4 мая 2022 года в 13:53. В этой игре вас ждет захватывающий мир паркура онлайн.\n\nИгроки могут наслаждаться уникальным сочетанием паркура, который позволяет легко маневрировать и преодолевать различные препятствия. Исследуйте мир, испытывайте свои навыки и развивайтесь, становясь настоящим мастером паркура. В \"PTT\" вас ждут увлекательные приключения, головоломки и множество интересных заданий.\n\nГотовы ли вы покорить мир паркура и стать лучшим в этой увлекательной игре?\n\nЗагляните в наш </font><b><u><a href=\"https://discord.gg/uKTYGBf8\">Discord</a></u></b></font>, чтобы узнать о последних обновлениях!\n\n<font color='#e5ff3b'><b><u><a>PS: Longren спасибо за помощь.</a></u></b></font>\n\n"
  }
]
