[
  {
    "icon_uri": "https://cdn.discordapp.com/attachments/1165729725793194043/1189544793311821865/shapka-santy-64x60.png",
    "date": "      2023-12-31",
    "text": "С наступающим Новым Годом, друзья! Пусть наступающий год принесет вам бесконечное вдохновение, радость открытий и море невероятных возможностей! Пусть каждый день будет наполнен приятными сюрпризами, радостными моментами и успехами в делах, которые для вас важны.\n\nПусть Новый Год станет новой страницей, на которой вы сможете писать самые потрясающие истории своей жизни. И да звучит от чистого сердца: пусть ваши мечты сбудутся, а планы осуществятся!\n\nСпасибо за то, что вы со мной, и пусть наступающий год принесет вам лишь самое лучшее. С Новым Годом!"
  },
  {
    "icon_uri": "https://cdn.discordapp.com/attachments/1165729725793194043/1189543419551416320/12321312312312_512321321.png",
    "date": "      2023-12-30",
    "text": "Привет, друзья! Хочу с вами поделиться, что сегодняшнее обновление будет небольшим. Искренне извиняюсь, что не так много контента на PTT, но честно говоря, сегодняшний день какой-то не для творчества. Иногда у всех нас бывают такие дни, когда мотивации кажется не хватает, чтобы вдохнуть жизнь в новые проекты.\n\nЯ всегда стремлюсь приносить вам лучшее, но порой необходимо немного времени, чтобы набраться вдохновения и энергии. И это в порядке вещей! Важно уважать свои границы и давать себе время для перезарядки.\n\nНо обещаю, что вскоре вернусь с новыми идеями, свежими мыслями и большим энтузиазмом. Благодарю вас за ваше терпение и поддержку. Пока что, возможно, стоит взять небольшой перерыв, прогуляться на свежем воздухе или позволить себе немного отдыха. Уверен, это поможет всем нам вернуться к творчеству с новыми силами.\n\nНе волнуйтесь, я вернусь с более интересным контентом! Благодарю за понимание и веру в меня. До скорой встречи!"
  },
  {
    "icon_uri": "https://media.discordapp.net/attachments/1165729725793194043/1166293755578568755/64-topaz-denoise-enhance-1x.png",
    "date": "      04.05.2022",
    "text": "\"PTT\" - увлекательная игра, выпущенная 4 мая 2022 года в 13:53. В этой игре вас ждет захватывающий мир паркура онлайн.\n\nИгроки могут наслаждаться уникальным сочетанием паркура, который позволяет легко маневрировать и преодолевать различные препятствия. Исследуйте мир, испытывайте свои навыки и развивайтесь, становясь настоящим мастером паркура. В \"PTT\" вас ждут увлекательные приключения, головоломки и множество интересных заданий.\n\nГотовы ли вы покорить мир паркура и стать лучшим в этой увлекательной игре?\n\nЗагляните в наш </font><b><u><a href=\"https://discord.gg/uKTYGBf8\">Discord</a></u></b></font>, чтобы узнать о последних обновлениях!\n\n<font color='#e5ff3b'><b><u><a>PS: Longren спасибо за помощь.</a></u></b></font>\n\n"
  }
]
